Repository: manenga/SqueakyScore
Catalog: CreditScore/*.lproj/Localizable.strings
Languages: af_za

source: Welcome
af_za: Welkom

source: Credit Score
af_za: Krediettelling

source: Credit Report
af_za: Kredietverslag

source: Score Band
af_za: Telling Band

source: Short Term Credit Usage
af_za: Korttermyn kredietgebruik

source: Long Term Credit Usage
af_za: Langtermyn kredietgebruik

source: Short Term Debt
af_za: Korttermyn skuld

source: Long Term Debt
af_za: Langtermyn skuld

source: Days Until Next Report
af_za: Dae tot volgende verslag

source: out of %@
af_za: uit %@
